Repository: andywar65/djeocad
Catalog: locale/*/LC_MESSAGES/django.po
Languages: it

source: Author
it: Autore

source: Name
it: Nome

source: Name of the drawing
it: Nome del disegno

source: Description
it: Descrizione

source: Image
it: Immagine

source: DXF file
it: File DXF

source: Location
it: Posizione

source: Rotation
it: Rotazione

source: Private drawing
it: Disegno privato

source: Refresh DXF file from layers
it: Aggiorna il file DXF partendo dai livelli

source: CRS code
it: Codice CRS

source: Drawing
it: Disegno

source: Drawings
it: Disegni

source: Author -
it: Autore -

source: Layer / block name
it: Nome del livello / blocco

source: Continuous linetype
it: Linea continua

source: Entities
it: Entità

source: Block definition
it: Definizione del blocco

source: Layer
it: Livello

source: Layers
it: Livelli

source: Block
it: Blocco

source: Layer -
it: Livello -

source: X scale
it: Scala in X

source: Y scale
it: Scala in Y

source: Delete drawing
it: Elimina il disegno

source: Are you sure you want to delete drawing
it: Sei sicuro di voler eliminare il disegno

source: Delete
it: Elimina

source: Discard
it: Annulla

source: No drawings yet
it: Ancora nessun disegno

source: All authors
it: Tutti gli autori

source: Add drawing
it: Aggiungi disegno

source: Authors
it: Autori

source: No authors yet
it: Ancora nessun autore

source: Add
it: Aggiungi

source: Back to author
it: Torna all'autore

source: Download drawing
it: Scarica disegno

source: Modify
it: Modifica

source: Modify drawing
it: Modifica disegno

source: Modify layers
it: Modifica i livelli

source: Add layer
it: Aggiungi livello

source: Modify blocks
it: Modifica i blocchi

source: Instance
it: Istanza

source: Are you sure you want to explode this block instance?
it: Sei sicuro di voler esplodere questa istanza di un blocco?

source: Explode block instance to insertion layer
it: Esplodi l'istanza del blocco sul livello di inserimento

source: Are you sure you want to delete this block instance?
it: Sei sicuro di voler eliminare questa istanza di un blocco?

source: Color
it: Colore

source: Are you sure you want to delete this layer / block?
it: Sei sicuro di voler eliminare questo livello / blocco?

source: Add GeoData
it: Aggiungi GeoData

source: No Geodata found in DXF, you must insert it manually. On the map draw a marker corresponding to DXF axis origin (0,0,0). Rotation is the angle you need to rotate the drawing to orient it correctly to True North (angle in degrees, counterclockwise is positive).
it: Non ci sono Geodata nel DXF, devi inserirli manualmente. Sulla mappa inserisci un marker in corrispondenza dell'origine degli assi del DXF (0,0,0). La Rotazione è l'angolo necessario a ruotare il disegno in modo da orientarlo correttamente verso il Nord geografico (angolo in gradi, il senso antiorario è positivo).

source: Update drawing
it: Aggiorna il disegno

source: Update
it: Aggiorna

source: Other actions
it: Altre azioni

source: Blocks
it: Blocchi

source: Create instance of block
it: Crea un'istanza del blocco

source: Modify block
it: Modifica il blocco

source: Update insertion
it: Aggiorna l'inserzione

source: Explode insertion
it: Esplodi l'inserzione

source: Delete insertion
it: Elimina l'inserzione

source: Create layer
it: Crea livello

source: Update block
it: Aggiorna il blocco

source: Update layer
it: Aggiorna livello

source: Add instance
it: Aggiungi istanza

source: Transform layer to block
it: Trasforma livello in blocco

source: Delete layer / block
it: Elimina il livello / blocco

source: Instances
it: Istanze

source: No instances yet
it: Ancora nessuna istanza

source: Delete / explode insertion
it: Elimina /esplodi l'inserzione

source: Are you sure you want to delete / explode insertion
it: Sei sicuro di voler eliminare / esplodere l'inserzione

source: Delete block
it: Elimina il blocco

source: Delete layer
it: Elimina livello

source: Are you sure you want to delete layer / block
it: Sei sicuro di voler eliminare il livello / blocco

source: drawing/add/
it: disegno/aggiungi/

source: drawing/<pk>/geodata/
it: disegno/<pk>/geodata/

source: <username>/drawing/add/
it: <username>/disegno/aggiungi/

source: <username>/drawing/<pk>/
it: <username>/disegno/<pk>/

source: <username>/drawing/<pk>/geodata/
it: <username>/disegno/<pk>/geodata/

source: <username>/drawing/<pk>/update/
it: <username>/disegno/<pk>/aggiorna/

source: <username>/drawing/<pk>/delete/
it: <username>/disegno/<pk>/elimina/

source: <username>/drawing/<pk>/layer/add/
it: <username>/disegno/<pk>/livello/aggiungi/

source: <username>/layer/<pk>/update/
it: <username>/livello/<pk>/aggiorna/

source: <username>/layer/<pk>/to/block/
it: <username>/livello/<pk>/in/blocco/

source: <username>/layer/<pk>/delete/
it: <username>/livello/<pk>/elimina/

source: <username>/block/<pk>/instance/add/
it: <username>/blocco/<pk>/aggiungi/istanza/

source: <username>/block-instance/<pk>/update/
it: <username>/istanza/<pk>/aggiorna/

source: <username>/block-instance/<pk>/delete/
it: <username>/istanza/<pk>/elimina/

source: <username>/block-instance/<pk>/explode/
it: <username>/istanza/<pk>/esplodi/

source: drawing/<pk>/download/
it: disegno/<pk>/download/

source: Drawing does not belong to User
it: Il disegno non appartiene all'utente

source: Can't delete layer '0'
it: Non si può cancellare il livello '0'

source: Layer "%s" deleted
it: Livello "%s" eliminato

source: Layer is not a block
it: Il livello non è un blocco

source: Insertion "%d" deleted
it: Inserimento "%d" eliminato

source: Insertion "%d" exploded
it: Inserimento "%d" esploso
